Revit 2027 API
ParameterTypeId.StairsBaseLevel Property
 "Base Level": The base level of stairs
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsBaseLevel { get; }
Public Shared ReadOnly Property StairsBaseLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsBaseLevel {
	ForgeTypeId^ get ();
}
static member StairsBaseLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace